Repository: OpenMandrivaSoftware/control-center
Catalog: po/*.po
Languages: es, id, tr

source: This program has exited abnormally
es: Este programa ha terminado de manera anormal
id: Program ini telah ditutup secara tidak normal
tr: Bu uygulama olağan dışı biçimde kapandı

source: Warning
es: Advertencia
id: Peringatan
tr: Uyarı

source: Close
es: Cerrar
id: Tutup
tr: Kapat

source: More themes
es: Más temas
id: Lebih banyak tema
tr: Daha fazla tema

source: Getting new themes
es: Obtener nuevos temas
id: Mendapatkan tema baru
tr: Yeni temalar alınıyor

source: Additional themes
es: Temas adicionales
id: Tema tambahan
tr: Ek temalar

source: Get additional themes on www.damz.net
es: Obtener temas adicionales en www.damz.net
id: Dapatkan tema tambahan di www.damz.net
tr: www.damz.net üzerinden ek temaları al

source: About - %s Control Center
es: Acerca de - %s Centro de Control
id: Tentang - Pusat Kendali %s
tr: Hakkında - %s Denetim Merkezi

source: Authors:
es: Autores:
id: Penulis:
tr: Yazarlar:

source: (perl version)
es: (versión de perl)
id: (versi perl)
tr: (perl sürümü)

source: Artwork:
es: Trabajo de arte:
id: Karya seni:
tr: Sanatsal Çalışma:

source: _: NAME OF TRANSLATORS Your names
es: _: NAME OF TRANSLATORS Diego Bello
id: Kiki Syahadat
tr: Atilla ÖNTAŞ

source: _: EMAIL OF TRANSLATORS Your emails
es: _: EMAIL OF TRANSLATORS dbello@gmail.com
id: <kiki.syahadat@yahoo.co.id>
tr: tarakbumba@gmail.com

source: Translator:
es: Traductor:
tr: Çevirmen:

source: %s %s (%s) Control Center
es: %s %s (%s) Centro de Control
id: Pusat Kendali %s %s (%s)
tr: %s %s (%s) Denetim Merkezi

source: Copyright (C) %s Mandriva SA
es: Derechos reservados (C) %s Mandriva SA
id: Hak Cipta (C) %s Mandriva SA
tr: Tel'if Hakkı (C) %s Mandriva SA

source: Authors
es: Autores
id: Penulis
tr: Yazarlar

source: Mageia Contributors
es: Contribuyentes de Mageia
id: Kontributor Mageia
tr: Mageia' ya Katkıda Bulunanlar

source: Display
es: Pantalla
tr: Ekran

source: Keyboard
es: Teclado
tr: Klavye

source: Mouse
es: Ratón
tr: Fare

source: Users and groups
es: Usuarios y grupos
id: Pengguna dan grup
tr: Kullanıcılar ve gruplar

source: Services
es: Servicios
id: Layanan
tr: Hizmetler

source: Firewall
es: Cortafuegos
tr: Güvenlik Duvarı

source: Boot loader
es: Cargador de arranque
tr: Ön yükleyici

source: Auto Install
es: Instalación automática
id: Instalasi Otomatis
tr: Otomatik Kurulum

source: Internet connection sharing
es: Compartición de la conexión a Internet
id: Sharing koneksi internet
tr: İnternet bağlantı paylaşımı

source: 3D Desktop effects
es: Efectos de Escritorio 3D
id: Efek Desktop 3D
tr: 3B Masaüstü efektleri

source: Partitions
es: Particiones
id: Partisi
tr: Disk bölümleri

source: Control Center
es: Centro de Contro
id: Pusat Kendali
tr: Denetim Merkezi

source: Choose the tool you want to use
es: Seleccione la herramienta que desea utilizar
id: Pilih alat yang ingin Anda gunakan
tr: Kullanmak istediğiniz aracı seçiniz

source: Configure 3D Desktop effects
es: Configurar los efectos de Escritorio 3D
id: Konfigurasi efek Desktop 3D
tr: 3 Boyutlu Masaüstü Özelliklerini Yapılandır.

source: Select the authentication method (local, NIS, LDAP, Windows Domain, ...)
es: Seleccione el método de autenticación (locao, NIS, LDAP, Dominio de Windows, etc)
id: Pilih metode otentikasi (lokal, NIS, LDAP, Domain Windows, ...)
tr: Kimlik doğrulama yöntemini seçiniz. (local, NIS, LDAP, Windows Domain, ...)

source: Set up autologin to automatically log in
es: Establecer autologin para iniciar sesión automáticamente
id: Atur autologin untuk log in otomatis
tr: Otomatik oturm açmayı ayarlayın

source: Enable autologin and select the user to automatically log in
es: Habilite autologin y seleccione el usuario para iniciar sesión automáticamente
id: Nyalakan autologin dan pilih pengguna log in otomatis
tr: Otomatik oturum açmayı etkinleştirin ve otomatik oturum açacak kullanıcıyı seçin.

source: Backups
es: Respaldos
id: Backup
tr: Yedekler

source: Configure backups of the system and of the users' data
es: Configurar respaldos del sistema y de los datos de usuario
id: Konfigurasi backup sistem dan data pengguna
tr: Sistem ve kullanıcı bilgilerini yedeklemek için gerekli ayarlamaları yapın

source: Snapshots
es: Instantáneas
tr: Anlık Durum Yedekleri

source: Set up boot system
es: Configurar el sistema de arranque
id: Atur sistem boot
tr: Önyükleme sistemini ayarlayın

source: Set up how the system boots
es: Configure cómo arranca el sistema
id: Atur bagaimana sistem diboot
tr: Sistemin nasıl önyükleme yapılacağını ayarlayın

source: Set up boot graphical theme of system
es: Configurar el tema de arranque gráfico del sistema
id: Atur tema grafis boot sistem
tr: Sistem için grafiksel önyükleme teması ayarlayın

source: Select the graphical theme of the system while booting
es: Seleccione el tema gráfico del sistema mientras arranca
id: Pilih tema grafis sistem saat booting
tr: Sistem önyüklenirken kullanılacak grafiksel temayı seçin

source: Share the Internet connection with other local machines
es: Compartir la conexión a Internet con otras máquinas locales
id: Share koneksi Internet dengan komputer lokal lain
tr: İnternet bağlantısını diğer yerel makinelerle paylaşın

source: Set up a new network interface (LAN, ISDN, ADSL, ...)
es: Configurar una nueva interfaz de red (LAN, ISDN, ADSL, etc)
id: Atur antarmuka jaringan baru (LAN, ISDN, ADSL, ...)
tr: Yeni bir ağ arayüzü ayarlayın (LAN,ISDN,ADSL...)

source: Internet access
es: Acceso a Internet
id: Akses jaringan
tr: İnternet erişimi

source: Alter miscellaneous internet settings
es: Modifique configuraciones de internet misceláneas
id: Ubah pengaturan internet
tr: Bir çok internet ayarını değiştirin

source: Open a console as administrator
es: Abra una consola de administrador
id: Buka konsol sebagai administrator
tr: Yönetici olarak bir komut satırı açın

source: Manage date and time
es: Administrar fecha y hora
id: Kelola tanggal dan waktu
tr: Gün ve saati yönetin

source: Set up display manager
es: Configurar el administrador de pantalla
id: Atur manajer display
tr: Oturum yöneticisini ayarlayın

source: Choose the display manager that enables to select which user to log in
es: Seleccione el administrador de pantalla que le permite seleccionar con qué usuario iniciar sesión
id: Pilih manajer display yang memungkinkan pemilihan pengguna untuk log in
tr: Hangi kullanıcının oturum açabileceğini seçmeye imkan veren oturum yöneticisini seçin

source: Configure a fax server
es: Configure un servidor de fax
id: Konfigurasi sebuah server fax
tr: Bir faks sunucusu yapılandırın

source: Set up your personal firewall
es: Configure su cortafuegos personal
id: Atur firewall pribadi Anda
tr: Kişisel güvenlik duvarınızı ayarlayın

source: Set up a personal firewall in order to protect the computer and the network
es: Configure un cortafuegos personal para proteger el computador y la red
id: Atur sebuah firewall pribadi untuk memproteksi komputer dan jaringan
tr: Bilgisayarı ve ağı korumak için bir kişisel güvenlik duvarı ayarlayın

source: Manage, add and remove fonts. Import Windows(TM) fonts
es: Administre, agregue y elimine fuentes. Importe fuentes de Windows(MR)
id: Kelola, tambah dan hapus font. Impor font Windows(TM)
tr: Yazıtiplerini ekleyin, silin ve yönetin. Windows (TM) yazıtiplerini içe aktarın

source: Set up the graphical server
es: Configure el servidor gráfico
id: Atur server grafis
tr: Grafiksel sunucu ayarlayın

source: Manage disk partitions
es: Administre particiones de disco
id: Kelola partisi disk
tr: Disk bölümlerini yönetin

source: Create, delete and resize hard disk partitions
es: Crear, eliminar y redimensionar particiones de disco duro
id: Buat, hapus dan ubah partisi hard disk
tr: Sabit disk bölümlerini oluşturun, silin ve yeniden boyutlandırın

source: Browse and configure hardware
es: Explorar y configurar hardware
id: Telusuri dan konfigurasi hadrware
tr: Donanıma gözatın ve yapılandırın

source: Sound Configuration
es: Configuración de sonido
id: Konfigurasi Suara
tr: Ses Yapılandırması

source: Hosts definitions
es: Definiciones de equipos
id: Definisi Host
tr: Makine açıklamaları

source: Manage hosts definitions
es: Administrar definiciones de equipo
id: Kelola definisi host
tr: Makine açıklamalarını yönetin

source: Install & Remove Software
es: Instalar y quitar aplicaciones
id: Install & Hapus Software
tr: Yazılım Kurun veya Kaldırın

source: Install, uninstall software
es: Instalar, desinstalar aplicaciones
tr: Yazılım kurun veya kaldırın

source: Advanced setup for network interfaces and firewall
es: Configuración avanzada de interfaces de red y cortafuegos
id: Pengaturan tingkat lanjut untuk antarmuka jaringan dan firewall
tr: Ağ arayüzleri ve güvenlik duvarı için gelşmiş kurulum

source: Set up network interfaces failover and firewall replication
es: Configurar tolerancia a fallos de interfaces de red y replicación de cortafuegos
id: Atur antarmuka jaringan tangguh dan replikasi firewall
tr: Ağ arayüzleri ayrıntılı ayarları ve güvenlik duvarı yinelemesini kurun

source: Set up the keyboard layout
es: Configurar el esquema del teclado
id: Atur layout keyboard
tr: Kılavye düzenini ayarlayın

source: Set up a groupware server
es: Configurar un servidor de groupware
id: Atur sebuah server groupware
tr: Bir grup yazılımı sunucusu kurun

source: Manage localization for your system
es: Administrar la localización para su sistema
id: Kelola lokalisasi pada sistem Anda
tr: Sisteminizin yerelleştirmesini yönetin

source: Select the language and the country or region of the system
es: Seleccione el idioma y el país o la región del sistema
id: Pilih bahasa dan negara atau kawasan sistem
tr: Sisteminizde kullanılacak dil ve ülke/bölge ayarlarını yapın

source: View and search system logs
es: Vea y busque los registros del sistema
id: Lihat dan cari log sistem
tr: Sistem günlük kayıtlarını görüntüleyin, bunlarda arama yapın

source: Manage connections
es: Administrar conexiones
id: Kelola koneksi
tr: Bağlantıları yönetin

source: Reconfigure a network interface
es: Reconfigurar una interfaz de red
id: Konfigurasi ulang antarmuka jaringan
tr: Bir ağ arayüzünü yeniden yapılandırın

source: Manage computer group
es: Administrar grupo de computadores
id: Kelola grup komputer
tr: Bilgisayar grubunu yönetin

source: Manage installed software packages on a group of computers
es: Administrar paquetes de aplicaciones instaladas en un grupo de computadores
id: Kelola paket software terinstall dalam sebuah grup komputer
tr: Bir bilgisayar grubunda, kurulu olan yazılım paketlerini yönetin

source: Configure authentication for Mageia tools
es: Configurar autenticación para las herramientas de Mageia
id: Konfigurasi otentikasi untuk peralatan Mageia
tr: Mageia araçları için kimlik doğrulama biçimini yapılandırın

source: Define authentication required to access individual Mageia configuration tools
es: Definir la autenticación requerida para aceder a las herramientas de configuración de Mageia individuales
id: Tentukan otentikasi yang diperlukan untuk mengakses peralatan konfigurasi individuMageia
tr: Farklı Mageia yapılandırma araçlarına erişim için gerekli kimlik doğrulama yöntemini tanımlayın

source: Update your system
es: Actualizar su sistema
id: Update sistem Anda
tr: Sisteminizi güncelleştirin

source: Look at available updates and apply any fixes or upgrades to installed packages
es: Visualice las actualizaciones disponibles y aplique cualquier corrección o actualización a los paquetes instalados
id: Lihat pada update yang tersedia dan terapkan semua perbaikan atau upgrade pada paket-paket terinstall
tr: Erişilebilir güncellemelere göz atın ve iyileştirmeler veya yükseltmeleri uygulayın

source: Menu Style
es: Estilo de Menú
id: Gaya Menu
tr: Menü Biçimi

source: Menu Style Configuration
es: Configuración de estilo de menú
id: Konfigurasi Gaya Menu
tr: Menü biçimi yapılandırması

source: Import Windows(TM) documents and settings
es: Importar documentos y configuraciones de Windows(MR)
id: Impor documents and settings Windows(TM)
tr: Windows (TM) belge ve ayarlarını aktar

source: Monitor connections
es: Monitorear conexiones
id: Monitor koneksi
tr: Bağlantıları izle

source: Monitor the network connections
es: Monitorear las conexiones de red
id: Monitor koneksi jaringan
tr: Ağ Bağlantılarını izle

source: Set up the pointer device (mouse, touchpad)
es: Configurar el dispositivo puntero (ratón, touchpad)
id: Atur device pointer (mouse, touchpad)
tr: İşaretleme aracı (fare, touchpad) yapılandır

source: Parental Controls
es: Controles parentales
tr: Ebeveyn Denetimi

source: Network Center
es: Centro de red
id: Pusat Jaringan
tr: Ağ Merkezi

source: Manage different network profiles
es: Administrar los diferentes perfiles de red
id: Kelola profil jaringan berbeda
tr: Ağ profillerini yönet.

source: Activate and manage network profiles
es: Activar y administrar perfiles de red
id: Aktifkan dan kelola profil jaringan
tr: Ağ profillerini etkinleştirin ve yönetin

source: Access NFS shared drives and directories
es: Acceder a discos y directorios compartidos por NFS
id: Akses drive dan direktori share NFS
tr: NFS paylaşımları ve dizinlerine erişim

source: Set NFS mount points
es: Configurar puntos de montaje NFS
id: Tetapkan titik mount NFS
tr: NFS bağlama noktaları yapılandır

source: Share drives and directories using NFS
es: Compartir discos y directorios utilizando NFS
id: Share drive dan direktori menggunakan NFS
tr: Sürücü ve dizinleri NFS kullanarak paylaşın

source: Manage NFS shares
es: Administrar comparticiones NFS
id: Kelola share NFS
tr: NFS paylaşımlarını yönetin

source: Package Stats
es: Estadísticas de paquetes
id: Statistik Paket
tr: Paket İstatistikleri

source: Show statistics about usage of installed software packages
es: Mostrar estadísticas acerca del uso de paquetes de aplicaciones instalados
id: Tampilkan statistik penggunaan paket software terinstall
tr: Kurulu paketlerin kullanım istatistiklerini göster

source: Share your hard disk partitions
es: Compartir sus particiones de disco duro
id: Share partisi hard disk Anda
tr: Sabit disk bölümlerini paylaşın

source: Set up sharing of your hard disk partitions
es: Configurar la compartición de sus particiones de disco duro
id: Atur share partisi hard disk Anda
tr: Sabit disk bölümlerinin paylaşımını ayarlayın

source: Set up the printer(s), the print job queues, ...
es: Configurar la(s) impresora(s), las colas de trabajo de impresión, etc.
id: Atur printer, antrian pekerjaan untuk diprint, ...
tr: Yazıcıları ve yazıcı arayüzlerini yönetin...

source: Scheduled tasks
es: Tareas planificadas
id: Tugas terjadwal
tr: Zamanlanmış görevler

source: Schedule programs to run periodically or at given times
es: Planificar programas para que se ejecuten periódicamente o en un tiempo determinado
id: Jadwalkan program untuk dijalankan berkala atau pada waktu tertentu
tr: Uygulamaları belirtilen gün ve saatlerde çalıştırın

source: Proxy
tr: Vekil Sunucu

source: Set up a proxy server for files and web browsing
es: Configurar un servidor proxy para archivos y navegación web
id: Atur server proxy untuk file dan browsing web
tr: Dosyalar ve webde gezinme için bir vekil sunucu kurun

source: Remote Control (Linux/Unix, Windows)
es: Control remoto (Linux/Unix, Windows)
tr: Uzaktan kontrol (Linux/Unix, Windows)

source: Remote Control of another machine (Linux/Unix, Windows)
es: Control remoto de otra máquina (Linux/Unix, Windows)
id: Remote Control untuk komputer lain (Linux/Unix, Windows)
tr: Başka bir makinenin uzaktan denetimi (Linux/Unix, Windows)

source: Remove a connection
es: Quitar una conexión
id: Hapus sebuah koneksi
tr: Bir bağlantıyı kaldırın

source: Delete a network interface
es: Eliminar una interfaz de red
id: Hapus sebuah antarmuka jaringan
tr: Bir ağ ara birimini silin

source: Wireless connection
es: Conexión inalámbrica
id: Koneksi nirkabel
tr: Kablosuz bağlantı

source: Access Windows (SMB) shared drives and directories
es: Acceso a discos y directorios compartidos de Windows (SMB)
id: Akses share drive dan direktori Windows (SMB)
tr: Windows (SMB) paylaşımları ve dizinlerine erişim

source: Configuration of Windows (Samba) shared drives and directories
es: Configuración de discos y directorios compartidos de Windows (SMB)
id: Konfigurasi share drive dan direktori Windows (Samba)
tr: Windows (Samba) paylaşımları ve dizinleri yapılandırması

source: Share drives and directories with Windows (SMB) systems
es: Compartir discos y directorios con sistemas Windows (SMB)
id: Share drive dan direktori dengan sistem Windows (SMB)
tr: Windows (SMB) sistemleri ile sürücü ve dizinleri paylaşın

source: Manage configuration of Samba
es: Administrar la configuración de Samba
id: Kelola konfigurasi Samba
tr: Samba yapılandırmasını yönetin

source: Set up scanner
es: Configurar escáner
id: Atur scanner
tr: Tarayıcı kurun

source: Configure system security, permissions and audit
es: Configurar seguridad, permisos y auditorías del sistema
id: Konfigurasi keamanan sistem, perizinan dan audit
tr: Sistem güvenliğini, izinleri ve yetkileri yönetin

source: Set the system security level, periodic security audit and permissions
es: Establecer el nivel de seguridad del sistema, auditorías periódicas y permisos
id: Atur tingkat keamanan sistem, periode audit keamanan dan perizinan
tr: Sistem güvenlik seviyesi, aralıklı güvenlik denetimi ve izinleri ayarlayın

source: Manage system services by enabling or disabling them
es: Administrar servicios del sistema habilitando o deshabilitándolos
id: Kelola layanan sistem dengan menyalakan atau mematikannya
tr: Sistem hizmetlerini etkinleştirmek veya devre dışı bırakmak suretiyle yönetin

source: Configure media sources for install and update
es: Configurar fuentes de medios para instalación y actualización
id: Konfigurasi sumber media untuk install dan update
tr: Kurulum ve güncelleştirme için kurulum kaynağı seçin

source: Select from where software packages are downloaded
es: Seleccione de dónde se descargarán los paquetes de aplicaciones
id: Pilih dari mana paket software didownload
tr: Yazılım paketlerinin nereden indirileceğini seçin

source: Configure updates frequency
es: Configure la frecuencia de actualizaciones
id: Konfigurasi frekuensi update
tr: Güncelleme sıklığını yapılandırın

source: Access to extended maintenance
es: Acceso a mantención extendida
id: Akses ke perpanjangan pemeliharaan
tr: Genişletilmiş bakıma giriş

source: Configure TOMOYO Linux policy
es: Configurar la política de TOMOYO Linux
id: Konfigurasi kebijakan Tomoyo Linux
tr: TOMOYO Linux kuralını yapılandırın

source: View and configure TOMOYO Linux security policy
es: Ver y configurar la política de seguridad TOMOYO Linux
id: Lihat dan konfigurasi kebijakan keamanan Tomoyo Linux
tr: TOMOYO Linux güvenlik kuralını görüntüleyin ve yapılandırın

source: Set up a UPS for power monitoring
es: Configurar una UPS para monitoreo de electricidad
id: Atur sebuah UPS untuk memantau daya
tr: Güç yönetimi için UPS ayarlayın

source: Manage users on system
es: Administrar usuarios del sistema
id: Kelola pengguna pada sistem
tr: Sistemdeki kullanıcıları ayarlayın

source: Add, remove or change users of the system
es: Agregar, remover o cambiar usuarios del sistema
id: Tambah, hapus atau ubah pengguna pada sistem
tr: Kullanıcı ekleyin, çıkarın, düzenleyin.

source: Virtualization
es: Virtualización
id: Virtualisasi
tr: Sanallaştırma

source: Virtual machines management
es: Administración de máquinas virtuales
id: Manajemen mesin virtual
tr: Sanal makine yönetimi

source: Configure VPN connection to secure network access
es: Configurar una conexión VPN para acceso seguro a redes
id: Konfigurasi koneksi VPN untuk mengamankan akses jaringan
tr: Güvenli uzaktan erişim için vpn yapılandırması

source: Access WebDAV shared drives and directories
es: Acceso a discos y directorios compartidos con WebDAV
id: Akses drive dan direktori share WebDAV
tr: WebDAV paylaşımlı sürücü ve dizinlere erişim

source: Set WebDAV mount points
es: Configurar puntos de montaje WebDAV
id: Tentukan titik mount WebDAV
tr: WebDAV bağlama noktalarını ayarlayın

source: Menu Configuration Center
es: Centro de Configuración de Menú
id: Pusat Konfigurasi Menu
tr: Menü Yapılandırma Merkezi

source: System menu
es: Menú de sistema
id: Menu sistem
tr: Sistem menüsü

source: Configure...
es: Configurar...
id: Mengkonfigurasi...
tr: Yapılandır...

source: User menu
es: Menú de usuario
id: Menu pengguna
tr: Kullanıcı menüsü

source: Choose which menu you want to configure
es: Seleccione el menú que desea configurar
id: Pilih menu mana yang ingin Anda konfigurasi
tr: Hangi menüyü düzenleyeceğinizi seçiniz

source: Printing configuration
es: Configuración de impresión
id: Konfigurasi printer
tr: Yazdırma yapılandırması

source: Click here to configure the printing system
es: Presione aquí para configurar el sistema de impresión
id: Klik di sini untuk mengkonfigurasi sistem pencetakan
tr: Yazdırma sistemini yapılandırmak için buraya tıklayın

source: Done
es: Hecho
id: Selesai
tr: Bitti

source: Autologin
es: Ingreso automático
tr: Otomatik Oturum Açma

source: Date and time
es: Fecha y hora
id: Tanggal dan waktu
tr: Tarih ve saat

source: New connection
es: Nueva conexión
id: Koneksi baru
tr: Yeni bağlantı

source: Auto Install floppy
es: Disquette de auto instalación
tr: Otomatik Kurulum disketi

source: Boot Loading
es: Cargador de arranque
id: Memuat boot
tr: Açılış Yükleyicisi

source: Programs scheduling
es: Planificación de programas
id: Penjadwalan program
tr: Zamanlanmış görevler

source: Display manager
es: Administrador de pantalla
id: Manajer display
tr: Ekran yöneticisi

source: Boot floppy
es: Disquette de arranque
tr: Açılış disketi

source: Fonts
es: Fuentes
id: Font
tr: Yazı Tipleri

source: Permissions
es: Permisos
id: Perizinan
tr: İzinler

source: Levels and Checks
es: Niveles y revisiones
id: Level dan Pemeriksaan
tr: Seviyeler ve Denetimler

source: TV Cards
es: Tarjetas de TV
id: Perangkat TV
tr: TV Kartları

source: Partition Sharing
es: Compartición de particiones
id: Sharing Partisi
tr: Disk Bölümü Paylaşımı

source: Hard Drives
es: Discos duros
id: Hard Drive
tr: Sabit Diskler

source: Logs
es: Registros (logs)
id: Log
tr: Günlük Kayıtları

source: Menus
es: Menúes
id: Menu
tr: Menüler

source: Mount Points
es: Puntos de montaje
id: Titik Mount
tr: Bağlama Noktaları

source: NFS mount points
es: Puntos de montaje NFS
id: Titik Mount NFS
tr: NFS bağlama noktaları

source: Printers
es: Impresoras
id: Printer
tr: Yazıcılar

source: Proxy Configuration
es: Configuración de Proxy
id: Konfigurasi Proxy
tr: Vekil Sunucu Yapılandırması

source: Removable devices
es: Dispositivos removibles
tr: Ayrılabilir aygıtlar

source: Remove Connection
es: Quitar conexión
id: Hapus Koneksi
tr: Bağlantı Kaldır

source: Samba mount points
es: Puntos de montaje Samba
id: Titik mount Samba
tr: Samba bağlama noktaları

source: Scanners
es: Escáners
id: Scanner
tr: Tarayıcılar

source: System Settings
es: Configuraciones de Sistema
id: Pengaturan Sistem
tr: Sistem Ayarları

source: Users and Groups
es: Usuarios y Grupos
id: Pengguna dan Grup
tr: Kullanıcı ve Gruplar

source: WebDAV mount points
es: Puntos de montaje WebDAV
id: Titik Mount WebDAV
tr: WebDAV bağlama noktaları

source: Graphical server
es: Servidor gráfico
id: Server grafis
tr: Grafiksel sunucu

source: Monitor
tr: Monitör

source: Screen Resolution
es: Resolución de pantalla
id: Resolusi Layar
tr: Ekran Çözünürlüğü

source: Mageia Control Center
es: Configure su computador
id: Pusat Kendali Mageia
tr: Mageia Denetim Merkezi

source: Simone Riccio
es: Somone Riccio

source: Copyright (C) %s Mageia
es: Derechos reservados (C) %s Mageia
id: Hak Cipta (C) %s Mageia

source: <control>Q
id: <control>K
