Repository: OpenMandrivaSoftware/control-center
Catalog: po/*.po
Languages: es, id, tr

source: Packagers
es: Empaquetadores
id: Packager
tr: Paketleyiciler

source: massive packages rebuilding and cleaning, games, sparc port, proofreading of Mandriva tools
es: reconstrucción y limpieza masiva de paquetes, juegos, migración a sparc, lectura de verificación de las herramientas de Mandriva
id: membangun dan membersihkan paket masif, permainan, port sparc, mengoreksi peralatan Mandriva
tr: çok sayıda paket yeniden derleme ve temizleme, oyunlar, sparc mimarisine aktarım, Mandriva araçları yazımını doğrulama

source: cowsay introduction
es: introducción de cowsay
id: pengantar cowsay
tr: cowsay sunumu

source: figlet introduction, Distriblint (checking rpm in the distro)
es: introducción de figlet, Distriblint (revisión de rpm en la distro)
id: pengantar figlet, Distriblint (pemeriksaan rpm pada distro)
tr: figlet sunumu, Distriblint (dağıtımdaki rpm denetimi)

source: xfce4, updated abiword, mono
es: xfce4, abiword actualizado, mono
id: xfce4, abiword terupdate, mono
tr: xfce4, güncellenmiş abiword, mono

source: updated nc with debian patches, fixed some perl packages, dnotify startup script, urpmc, hddtemp, wipe, etc...
es: nc actualizado con parches de Debian, corrección de algunos paquetes de Perl, script de inicio de dnotify, urpmc, hddtemp, wipe, etc.
id: nc terupdate dengan patch debian, perbaikan beberapa paket perl, skrip startup dnotify, urpmc, hddtemp, wipe, dll...
tr: debian yamaları ile güncellenmiş nc, bazı perl paketlerinde hata giderme, dnotify başlangıç betiği, urpmc, hddtemp,wipe v.b.

source: "deep and broad" kernel work (many new patches before integration in official kernel)
es: "profundo y amplio" trabajo en el kernel (muchos parches nuevos antes de integrar en el kernel oficial)
id: pengerjaan kernel yang "mendalam dan luas" (banyak patch baru sebelum penggabungan dalam kernel resmi)
tr: "derin ve etkin" çekirdek çalışması (resmi çekirdeğe katılmadan önce bir çok yama)

source: kernel work (audio- and video-related patches)
es: trabajo en kernel (parches relacionados con audio - y video)
id: pengerjaan kernel(patch yang berhubungan dengan audio dan video)
tr: çekirdek çalışması (ses ve video ilişkin yamalar)

source: patches to some packages, kfiresaver, xwine. ppc kernel-benh.
es: parches para algunos paquetes, kfiresaver, xwine. ppc kernel-benh.
id: patch untuk beberapa paket, kfiresaver, xwine. ppc kernel-benh.
tr: bazı paketleri yamalama, kfiresaver, xwine.ppc kernel-benh.

source: Samba 3.0 (prerelease) that co-exists with Samba 2.2.x, Samba-2.2.x, GIS software (grass, mapserver), cursor_themes collection, misc server-side contributions
es: Samba 3.0 (prerelease) que co-existe con Samba 2.2.x, Samba-2.2.x, software GIS (grass, mapserver), colleción de temas de cursor, contribuciones misceláneas en el lado de servidores
id: Samba 3.0 (prarilis) yang terdapat pada Samba 2.2.x, Samba-2.2.x, software GIS (grass, mapserver), koleksi cursor_themes, kontribusi misc server-side
tr: Samba 2.2.x ile birlikte yer alan Samba 3.0 (yayın öncesi), Samba-2.2.x, CBS yazılımları (grass, mapserver), cursor_themes toplanması, çeşitli sunucu tarafı katkıları

source: xine, totem, gstreamer, mplayer, vlc, vcdimager, xmms and plugins gnome-python, rox desktop
id: xine, totem, gstreamer, mplayer, vlc, vcdimager, xmms dan plugin gnome-python, rox desktop
tr: xine, totem, gstreamer, mplayer, vlc, vcdimager, xmms ve eklentileri gnome-python, rox desktop

source: audio/video/MIDI apps, scientific apps, audio/video production howtos, bluetooth, pyqt & related
es: audio/video/MIDI apps, apps científicas, manuales de producción de audio/video, bluetooth, pyqt & relacionados
id: aplikasi audio/video/MIDI, aplikasi ilmiah, howto pembuatan audio/video, bluetooth, pyqt & yang berhubungan
tr: ses/video/MIDI uygulamaları, bilimsel uygulamalar, ses/video üretim belgeleri, mavidiş, pyqt & ilişkililer

source: ATI/gatos/DRM stuff, opengroupware.org
es: cosas de ATI/gatos/DRM, opengroupware.org
id: hal-hal terkait ATI/gatos/DRM, opengroupware.org
tr: ATI/gatos/DRM paketleri, opengroupware.org

source: supermount-ng and other kernel work
es: supermount-ng y otro trabajo en kernel
id: supermount-ng dan pekerjaan kernel lain
tr: supermount-ng ve diğer çekirdek çalışmaları

source: most web-based packages and many security-related packages
es: mayoría de paquetes basados en web y muchos paquetes relacionados con seguridad
id: sebagian besar paket berbasis web dan banyak paket keamanan
tr: web-temelli paketlerin çoğu ve bir çok güvenlik ile ilgili paket

source: slbd distro checking, devel dependencies
es: revisión de distro slbd, dependencias de desarrollo
id: pemeriksaan distro slbd, dependensi devel
tr: slbd dağıtım kontrolü, devel bağımlılıkları

source: rpmsync script, foolproof MIDI playback, tweaked libao
es: rpmsync script, MIDI playback a prueba de tontos, libao modificado
id: skrip rpmsync, pemutaran MIDI yang mudah, pengoptimalan libao
tr: rpmsync betiği, hatasız MIDI oynatımı, geliştirilmiş libao

source: many extra gnome applets and python modules
es: muchos applets extra de gnome y módulos python
id: banyak applet gnome ekstra dan modul python
tr: bir çok ek gnome uygulamacıkları ve python modülleri

source: sk-i18n, contributed several packages, openldap testing and integration, bind-sdb-ldap, several years of using cooker and bug hunting, etc...
es: sk-i18n, contribuyó con muchos paquetes, prueba e integración de openldap, bind-sdb-ldap, muchos años de uso de cooker y caza de fallos, etc...
id: sk-i18n, kontribusi beberapa paket, testing dan integrasi openldap, bind-sdb-ldap, beberapa tahun menggunakan cooker dan berburu bug, dll...
tr: sk-i18n, bir çok paket katkısı, openldap deneme ve

source: some ruby stuff, php-pear packages, various other stuff.
es: algunas cosas de ruby, paquetes php-pear, varias otras cosas.
id: beberapa hal terkait ruby, paket php-pear, hal-hal lainnya.
tr: Bazı ruby, php-pear paketleri, çeşitli katkılar.

source: moin wiki clone, beep-media-player, im-ja and some other packages
es: clon de moin wiki, beep-media-player, im-ja y algunos otros paquetes
id: kloning moin wiki, beep-media-player, im-ja dan beberapa paket lain
tr: moin wiki klonu, beep-medya-çalar, im-ja ve diğer bazı paketler

source: bug reports, help with thunderbird package,...
es: caza de fallos, ayuda con el paquete thunderbird, etc
id: pelaporan bug, bantuan pada beberapa paket thunderbird,...
tr: hata raporları, thunderbird paketi ile yardım ...

source: testing and bug reports, Dovecot, bibletime, sword, help with pure-ftpd, spamassassin, maildrop, clamav.
es: pruebas y reportes de errores, Dovecot, bibletime, sword, ayuda con pure-ftpd, spamassassin, maildrop, clamav.
id: testing dan pelaporan bug, Davecot, bibletime, sword, bantuan pada pure-ftpd, spamassassin, maildrop, clamav
tr: test ve hata raporları, Dovecot, bibletime, sword, saf, ftpd spamassassin, maildrop, clamav ile ilgili yardımlar

source: http proxy support in installer, kernel 2.6 support in sndconfig, samba3 support in LinNeighborhood, fixes and enhancements in urpmi, bootsplash and drakxtools
es: soporte de proxy http en el instalador, soporte de kernel 2.6 en sndconfig, soporte de samba3 en LinNeighborhood, correcciones y mejoras en urpmi, bootsplash y drakxtools
id: dukungan http proxy pada instaler, dukungan kernel 2.6 pada sndconfig, dukungan samba3 pada LinNeighborhood, perbaikan dan peningkatan pada urpmi, bootsplash dan drakxtools
tr: kurulum aracı http vekil sunucu desteği, sndconfig içinde kernel 2.6 desteği,LinNeighborhood içinde samba3 desteği, urpmi, bootsplash ve drakxtools üzerinde düzeltmeler ve geliştirmeler.

source: lm_sensors for 2.6 kernel, testing, some contrib packages.
es: lm_sensors para kernel 2.6, pruebas, algunos paquetes de contrib.
id: lm_sensors untuk kernel 2.6, testing, beberapa paket contrib.
tr: 2.6 çekirdeği için lm_sensors desteği, test, bazı contrib paketleri.

source: sim, pine and some other contrib packages.
es: sim, pine y otros paquetes de contrib.
id: sim, pine dan beberapa paket contrib lainnya.
tr: sim, pine ve diğer bazı contrib paketleri.

source: Documentation
es: Documentación
id: Dokumentasi
tr: Belgeleme

source: wrote/edited parts of gi/docs/HACKING file
es: escribió/editó partes de gi/docs/HACKING file
id: sebagian tulisan/suntingan dari file gi/docs/HACKING
tr: gi/docs/HACKING dosyasında kısım yazımı ve düzenlemesi

source: Translators
es: Traductores
id: Translator
tr: Çevirmenler

source: Norwegian Bokmal (nb) translator and coordinator, i18n work
es: traductor y coordinador de Bokmal Noruego (nb), trabajo de i18n
id: Translator dan koordinator bahasa Norwegia Bokmal (nb), pekerjaan i18n
tr: Norveç Bokmal (nb) çevirmeni ve koordinatörü, i18n çalışma

source: "one-man" mdk sk-i18n team
es: equipo sk-i18n de mdk de "un-hombre"
id: tim "one-man" mdk sk-i18n
tr: "Tek kişilik" mdk sk-i18n takımı

source: Finnish translator and coordinator
es: coordinador y traductor Finlandés
id: Translator dan koordinator bahasa Finlandia
tr: Fince çevirmeni ve koordinatörü

source: Dutch translator and coordinator
es: traductor y coordinador Holandés
id: Translator dan koordinator bahasa Belanda
tr: Felemenkçe çevirmeni ve koordinatörü

source: Danish translator (and some Bokmal too:-)
es: traductor Danés (y un poco de Bokmal también :-)
id: Translator bahasa Denmark (dan beberapa bahasa Bokmal juga:-)
tr: Danca çevirmeni (ve biraz Bokmal...)

source: Norwegian Nynorsk (nn) translator and coordinator
es: traductor y coordinador de Nynorsk Noruego (nn)
id: Translator dan koordinator bahasa Norwegia Nynorsk (nn)
tr: Noveç Nynorsk (nn) çevirmeni ve koordinatörü

source: Estonian translator
es: Traductor de Estonio
id: Translator bahasa Estonia
tr: Estonca çevirmeni

source: Italian Translator
es: Traductor Italiano
id: Translator bahasa Italia
tr: İtalyanca Çevirmeni

source: Bosnian translator
es: traductor de Bosnio
id: Translator bahasa Bosnia
tr: Boşnakça çevirmeni

source: Testers
id: Tester
tr: Deneyiciler

source: testing and bug reporting, integration of eagle-usb driver
es: pruebas y reporte de bugs, integración de controlador eagle-usb
id: testing dan pelaporan bug, integrasi driver eagle-usb
tr: deneme ve hata raporlama, eagle-usb sürücüsü entegrasyonu

source: testing and bug reporting
es: pruebas y reporte de errores
id: testing dan pelaporan bug
tr: deneme ve hata raporlama

source: testing, bug report, Nvidia package try
es: pruebas, reporte de fallos, pruebas de paquete Nvidia
id: testing, pelaporan bug, percobaan paket Nvidia
tr: test, hata raporu, Nvidia paket deneyimi

source: testing, bug reporting
es: pruebas, reporte de fallos
id: testing, pelaporan bug
tr: test, hata raporlama

source: MD, testing, bug reporting
es: MD, pruebas, reporte de fallos
id: MD, testing, pelaporan bug
tr: MD, test, hata raporlama

source: And many unnamed and unknown beta testers and bug reporters that helped make sure it all worked right.
es: Y muchos probadores de beta y reportadores de fallos no nombrados y desconocidos que ayudaron a asegurar que todo funciona correctamente.
id: Dan banyak tester beta dan pelapor bug yang tidak diketahui namanya yang membantu memastikan semuanya bekerja dengan baik.
tr: Ve her şeyin düzgün çalıştığından emin olmamıza yardımcı olan birçok isimsiz ve bilinmeyen beta testçisi ve hata raporlayıcısı

source: %s Control Center
es: %s Centro de Control
id: Pusat Kendali %s
tr: %s Denetim Merkezi

source: Loading... Please wait
es: Cargando... Por favor espere
id: Memuat... Silakan tunggu
tr: Yükleniyor ... Lütfen bekleyin

source: Software Management
es: Administración de Software
id: Manajemen Software
tr: Yazılım Yönetimi

source: Others
es: Otros
id: Lainnya
tr: Diğerleri

source: Server wizards
es: Asistentes de servidores
id: Wizard server
tr: Sunucu sihirbazları

source: Sharing
es: Compartir
tr: Paylaşım

source: Configure FTP
es: Configurar FTP
id: Konfigurasi FTP
tr: FTP yapılandırın

source: Set up an FTP server
es: Configurar un servidor FTP
id: Atur sebuah server FTP
tr: Bir FTP sunucusu kurun

source: Configure Samba
es: Configurar Samba
id: Konfigurasi Samba
tr: Samba yapılandırın

source: Set up a file and print server for workstations running Linux and non-Linux systems
es: Configurar un servidor de impresión y de archivos para estaciones de trabajo Linux y sistemas no-Linux
id: Atur sebuah file dan print server untuk workstation yang menjalankan sistem Linux dan non-Linux
tr: Linux ve Linux-dışı sistemleri çalıştıran iş istasyonları için bir dosya ve yazıcı sunucusu kurun

source: Manage Samba share
es: Administrar comparticiones Samba
id: Kelola share Samba
tr: Samba Paylaşımı Yönetin

source: Manage, create special share, create public/user share
es: Administrar, crear compartición especial, crear compartición pública o por usuario
id: Kelola, buat share khusus, buat share publik/pengguna
tr: Özel paylaşım oluşturun, kamu/kişisel paylaşım oluşturun, yönetin

source: Configure web server
es: Configurar servidor web
id: Konfigurasi server web
tr: Web sunucusu yapılandırın

source: Set up a web server
es: Configurar un servidor web
id: Atur sebuah server web
tr: Bir web sunucusu kurun

source: Configure installation server
es: Configurar servidor de instalación
id: Konfigurasi server instalasi
tr: Kurulum sunucusu yapılandırın

source: Set up server for network installations of %s
es: Configurar un servidor para instalaciones de %s por red
id: Atur server untuk instalasi jaringan %s
tr: %s ağ kurulumu için sunucu ayarlayın

source: Network Services
es: Servicios de red
id: Layanan Jaringan
tr: Ağ Hizmetleri

source: Configure DHCP
es: Configurar DHCP
id: Konfigurasi DHCP
tr: DHCP yapılandırın

source: Set up a DHCP server
es: Configurar un servidor DHCP
id: Atur sebuah server DHCP
tr: Bir DHCP sunucusu kurun

source: Configure DNS
es: Configurar DNS
id: Konfigurasi DNS
tr: DNS ayarlayın

source: Set up a DNS server (network name resolution)
es: Configurar un servidor DNS (resolución de nombre de dominio)
id: Atur sebuah server DNS (resolusi nama jaringan)
tr: Bir DNS sunucusu kurun (ağ adı çözümleme)

source: Configure proxy
es: Configurar proxy
id: Konfigurasi proxy
tr: Vekil sunucu yapılandırın

source: Configure a web caching proxy server
es: Configurar un servidor proxy de caché de web
id: Konfigurasi sebuah web caching proxy server
tr: Web önbellekli vekil sunucu yapılandırın

source: Configure time
es: Configurar la hora
id: Konfigurasi waktu
tr: Zamanı yapılandırın

source: Set the time of the server to be synchronized with an external time server
es: Establecer la hora del servidor a ser sincronizado con un servidor de hora externo
id: Atur waktu server agar tersinkronisasi dengan waktu server eksternal
tr: Bir harici sunucu ile eşleştirilme yapılması için sunucunun zamanını ayarlayın

source: OpenSSH daemon configuration
es: Configuración del demonio OpenSSH
id: Konfigurasi daemon OpenSSH
tr: OpenSSH artsüreci yapılandırması

source: Authentication
es: Autenticación
id: Otentikasi
tr: Kimlik doğrulama

source: Configure NIS and Autofs
es: Configurar NIS y Autofs
id: Konfigurasi NIS dan Autofs
tr: NIS ve Autofs yapılandırın

source: Configure the NIS and Autofs services
es: Configurar los servicios NIS y Autofs
id: Konfigurasi layanan NIS dan Autofs
tr: NIS ve Autofs hizmetlerini yapılandırın

source: Configure LDAP
es: Configurar LDAP
id: Konfigurasi LDAP
tr: LDAP yapılandırın

source: Configure the LDAP directory services
es: Configurar los servicios de directorios LDAP
id: Konfigurasi direktori layanan LDAP
tr: LDAP dizin hizmetlerini yapılandırın

source: Groupware
tr: Grup yazılımı

source: Configure news
es: Configurar noticias
id: Konfigurasi berita
tr: Haberleri yapılandırın

source: Configure a newsgroup server
es: Configurar un servidor de grupo de noticias
id: Konfigurasi sebuah server newsgroup
tr: Bir haber grubu sunucusu yapılandırın

source: Configure groupware
es: Configurar groupware
id: Konfigurasi groupware
tr: Grup yazılımını yapılandırın

source: Configure a groupware server
es: Configurar un servidor de groupware
id: Konfigurasi sebuah server groupware
tr: Bir grup yazılımı sunucusu yapılandırın

source: Configure mail
es: Configurar correo
id: Konfigurasi surat
tr: Posta yapılandırın

source: Configure the Internet Mail services
es: Configurar los servicios de Correo de Internet
id: Konfigurasi layanan Surat Internet
tr: İnternet Postası hizmetlerini yapılandırın

source: Online Administration
es: Administración en línea
id: Administrasi Online
tr: Çevrimiçi Yönetim

source: Local administration
es: Administración local
id: Administrasi lokal
tr: Yerel yönetim

source: Configure the local machine via web interface
es: Configurar la máquina local mediante una interfaz web
id: Konfigurasi komputer lokal via antarmuka web
tr: Web arayüzü üzerinden yerel makine yapılandırın

source: You don't seem to have webmin installed. Local config is disabled
es: No parece tener webmin instalado. La configuración local está deshabilitada
id: Sepertinya Anda tidak memiliki webmin yang terinstall. Konfigurasi lokal dimatikan
tr: Webmin kurulu gözükmüyor. Yerel yapılandırma devredışı.

source: Remote administration
es: Administración remota
id: Administrasi remote
tr: Uzaktan yönetim

source: Click here if you want to configure a remote box via Web interface
es: Presione aquí si desea configurar una caja remota mediante una interfaz Web
id: Klik di sini jika Anda ingin mengkonfigurasi komputer remote via antarmuka Web
tr: Web arayüzü üzerinden uzak bir makine yapılandırmak isterseniz burayı tıklayın

source: Hardware
tr: Donanım

source: Manage your hardware
es: Administrar su hardware
id: Kelola hardware Anda
tr: Donanımınızı yönetin

source: Configure graphics
es: Configurar los gráficos
id: Konfigurasi grafis
tr: Ekran kartı yapılandırın

source: Configure mouse and keyboard
es: Configurar teclado y ratón
id: Konfigurasi mouse dan keyboard
tr: Fare ve klavye yapılandırın

source: Configure printing and scanning
es: Configurar impresión y escaneo
id: Konfigurasi printing dan scanning
tr: Yazdırma ve tarama yapılandırın

source: Network & Internet
es: Redes e Internet
id: Jaringan & Internet
tr: Ağ ve Internet

source: Manage your network devices
es: Administrar sus dispositivos de red
id: Kelola device jaringan Anda
tr: Ağ aygıtları yönetin

source: Personalize and Secure your network
es: Personalizar y asegurar su red
id: Personalisasikan dan Amankan jaringan Anda
tr: Ağınızı Kişiselleştirin ve Güvenli hale getirin

source: System
es: Sistema
id: Sistem
tr: Sistem

source: Manage system services
es: Administrar servicios de sistema
id: Kelola layanan sistem
tr: Sistem hizmetlerini yönetin

source: Localization
es: Localización
id: Lokalisasi
tr: Yerelleştirme

source: Administration tools
es: Herramientas de administración
id: Tool administrasi
tr: Yönetim araçları

source: Network Sharing
es: Compartición de red
id: Sharing Jaringan
tr: Ağ Paylaşımı

source: Configure Windows(R) shares
es: Configurar comparticiones de Windows(R)
id: Konfigurasi share Windows(R)
tr: Windows(R)paylaşımlarını yapılandırın

source: Configure NFS shares
es: Configurar comparticiones NFS
id: Konfigurasi share NFS
tr: NFS paylaşımlarını yapılandırın

source: Configure WebDAV shares
es: Configurar comparticiones WebDAV
id: Konfigurasi share WebDAV
tr: WebDAV paylaşımlarını yapılandırın

source: Local disks
es: Discos locales
id: Disk lokal
tr: Yerel diskler

source: Set where your "%s" CD-ROM drive is mounted
es: Configurar dónde se montará su unidad CD-ROM "%s"
id: Atur di mana drive CD-ROM "%s" Anda akan dimount
tr: "%s" CD-ROM' unuzun nereye bağlanacağını ayarlayın

source: Set where your "%s" DVD-ROM drive is mounted
es: Configurar dónde se montará su unidad DVD-ROM "%s"
id: Atur di mana drive DVD-ROM "%s" Anda akan dimount
tr: "%s" DVD-ROM' unuzun nereye bağlanacağını ayarlayın

source: CD/DVD burner (%s)
es: Grabador CD/DVD (%s)
id: Burner CD/DVD (%s)
tr: CD/DVD yazıcı(%s)

source: Set where your "%s" CD/DVD burner is mounted
es: Configurar dónde se montará su unidad grabadora de CD/DVD "%s"
id: Atur di mana burner CD/DVD "%s" Anda akan dimount
tr: "%s" CD/DVD yazıcınızın nereye bağlandığını ayarlayın

source: ZIP drive
es: Unidad ZIP
id: Drive ZIP
tr: ZIP sürücüsü

source: Set where your ZIP drive is mounted
es: Configurar dónde se montará su unidad ZIP
id: Atur di mana drive ZIP Anda akan dimount
tr: ZIP sürücünüzün nereye bağlandığını ayarlayın

source: Security
es: Seguridad
id: Keamanan
tr: Güvenlik

source: Boot
es: Arranque
tr: Önyükleme

source: Configure boot steps
es: Configurar los pasos de arranque
id: Konfigurasi langkah-langkah boot
tr: Önyükleme aşamalarını yapılandırın

source: Boot look'n feel
es: Apariencia del arranque
id: Tampilan boot
tr: Önyükleme görünümü

source: Additional wizards
es: Asistentes adicionales
id: Wizard tambahan
tr: Ek sihirbazlar

source: /_Options
es: /_Opciones
id: /_Opsi
tr: /_Seçenekler

source: /Display _Logs
es: /_Registros de Pantalla
id: /Tampilkan _Log
tr: /Günlük Kayıtlarını Görüntü_le

source: /_Embedded Mode
es: /Modo _Embebido
id: /Mode T_erpadu
tr: /Gömülü Kip

source: /Expert mode in _wizards
es: /Modo e_xperto en Asistentes
id: /Mode ahli dalam _wizard
tr: /Sihirbazlarda _uzman kipi

source: /_File
es: /_Archivo
tr: /_Dosya

source: /_Quit
es: /_Salir
id: /_Keluar
tr: /_Çık

source: Quit
es: Salir
id: Keluar
tr: Çık

source: /_Themes
es: /_Temas
id: /_Tema
tr: /_Temalar

source: This action will restart the control center. Any change not applied will be lost.
es: Esta acción reiniciará el centro de control. Se perderá cualquier cambio no aplicado.
id: Aksi ini akan merestart pusat kendali. Semua perubahan yang belum diterapkan akan hilang.
tr: Bu eylem denetim merkezini yeniden başlatacaktır. Kaydedilmeyen değişiklikler kaybolacaktır.

source: /_More themes
es: /_Más temas
id: /Lebih banyak te_ma
tr: /_Daha fazla tema

source: /_Help
es: /A_yuda
id: /Bantuan
tr: /_Yardım

source: Help
es: Ayuda
id: Bantuan
tr: Yardım

source: /_Release notes
es: /Notas de la _versión
id: /Catatan _rilis
tr: /_Yayın notları

source: /What's _New?
es: /¿Qué hay de _nuevo?
id: /Apa ya_ng Baru?
tr: /Ne _Yeni?

source: /_Errata
id: /K_esalahan
tr: /_Bilinen Sorunlar

source: /_Report Bug
es: /_Reportar un fallo
id: /Lapo_rkan Bug
tr: /_Hata Bildir

source: /_About...
es: /_Acerca de...
id: /Tent_ang...
tr: /_Hakkında...

source: Cancel
es: Cancelar
id: Batal
tr: İptal

source: %s Control Center %s [on %s]
es: %s Centro de Control %s [en %s]
id: Pusat Kendali %s %s [pada %s]
tr: %s Denetim Merkezi %s (%s üzerinde)

source: Error
tr: Hata

source: There's a bug in translations of your language (%s) Please report that bug.
es: Hay un error en las traducciones de su lenguaje (%s) Por favor reporte ese error.
id: Terdapat sebuah bug dalam terjemahan bahasa Anda (%s) Silakan laporkan bug tersebut.
tr: Dilinize (%s) yapılan çeviride bir hata mevcut. Lütfen bu hatayı raporlayın.

source: Impossible to run unknown '%s' program
es: No es posible ejecutar el programa desconocido '%s'
id: Tidak bisa menjalankan program '%s' yang tidak diketahui
tr: Bilinmeyen '%s' uygulamasını çalıştırmak mümkün değil

source: The modifications done in the current module won't be saved.
es: Las modificaciones hechas en el módulo correcto no serán guardadas
id: Modifikasi yang telah dilakukan pada modul saat ini tidak akan disimpan.
tr: Geçerli modülde yapılan değişiklikler kaydedilmeyecek.

source: cannot fork: %s
es: No se puede bifurcar: %s
id: tidak bisa melakukan fork: %s
tr: çatallanamıyor:%s

source: cannot fork and exec "%s" since it is not executable
es: No se puede bifurcar ni ejecutar "%s" ya que no es ejecutable
id: tidak bisa melakukan fork dan exec "%s" karena tidak bisa dieksekusi
tr: "%s" çalıştırılabilir olmadığından çatallanamıyor ve çalıştırılamıyor
